Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: GroupSAML|No active SAML group links
sv: Inga aktiva SAML-grupplänkar

source: GroupSAML|Re-authenticate %{group}
sv: Autentisera om %{group}

source: GroupSAML|Re-authenticate to view your work items and avoid disruptions.
sv: Autentisera om för att visa dina arbetsobjekt och undvika avbrott.

source: GroupSAML|Reset SCIM token
sv: Återställ SCIM-token

source: GroupSAML|Restricted access is active
sv: Begränsad åtkomst är aktiv

source: GroupSAML|Role to assign members of this SAML group.
sv: Roll som ska tilldelas medlemmar i denna SAML-grupp.

source: GroupSAML|SAML Group Links
sv: SAML-grupplänkar

source: GroupSAML|SAML Group Name
sv: SAML-gruppnamn

source: GroupSAML|SAML Group Name: %{saml_group_name}
sv: SAML-gruppnamn: %{saml_group_name}

source: GroupSAML|SAML Identifier
sv: SAML-identifierare

source: GroupSAML|SAML Name ID and email address do not match your user account. Contact an administrator.
sv: SAML-NameID och e-postadress matchar inte ditt användarkonto. Kontakta en administratör.

source: GroupSAML|SAML Response Output
sv: Utdata för SAML-svar

source: GroupSAML|SAML Response XML
sv: XML för SAML-svar

source: GroupSAML|SAML Single Sign On
sv: Enkel inloggning med SAML

source: GroupSAML|SAML Single Sign On Settings
sv: Inställningar för enkel inloggning med SAML

source: GroupSAML|SAML group link was successfully removed.
sv: SAML-grupplänken togs bort.

source: GroupSAML|SCIM Identifier
sv: SCIM-identifierare

source: GroupSAML|SCIM Token
sv: SCIM-token

source: GroupSAML|SHA1 or SHA256 fingerprint of the SAML token signing certificate. Get this from your identity provider, where it can also be called "Thumbprint".
sv: SHA1- eller SHA256-fingeravtryck för SAML-tokens signeringscertifikat. Hämta detta från identitetsleverantören, där det även kan kallas ”Thumbprint”.

source: GroupSAML|Some branches are inaccessible because your SAML session has expired. To access the branches, select the group’s path to reauthenticate.
sv: Vissa grenar är otillgängliga eftersom din SAML-session har upphört. Välj gruppens sökväg för att autentisera om och få åtkomst till grenarna.

source: GroupSAML|The SCIM token is now hidden. To see the value of the token again, you need to %{linkStart}reset it%{linkEnd}.
sv: SCIM-tokenen är nu dold. För att se tokenens värde igen måste du %{linkStart}återställa den%{linkEnd}.

source: GroupSAML|The case-sensitive group name that will be sent by the SAML identity provider.
sv: Det skiftlägeskänsliga gruppnamn som skickas av SAML-identitetsleverantören.

source: GroupSAML|This will be set as the access level of users added to the group.
sv: Detta ställs in som åtkomstnivå för användare som läggs till i gruppen.

source: GroupSAML|Users in this SAML group will be assigned a GitLab Duo Pro or GitLab Duo Enterprise seat, if available
sv: Användare i denna SAML-grupp tilldelas en GitLab Duo Pro- eller GitLab Duo Enterprise-plats, om sådan finns tillgänglig

source: GroupSAML|Valid SAML Response
sv: Giltigt SAML-svar

source: GroupSAML|When selected, group sync will only occur when both the SAML group name and provider match.
sv: När det här är valt sker gruppsynkronisering endast när både SAML-gruppnamnet och leverantören matchar.

source: GroupSAML|as %{access_level}
sv: som %{access_level}

source: GroupSAML|must match stored NameID of "%{extern_uid}" to identify user and allow sign in
sv: måste matcha lagrat NameID för ”%{extern_uid}” för att identifiera användaren och tillåta inloggning

source: GroupSAML|recommend persistent ID instead of email
sv: rekommenderar beständigt ID i stället för e-postadress

source: GroupSAML|with GitLab Duo seat assignment
sv: med tilldelning av GitLab Duo-plats

source: OnDemandScans|%{learnMoreLinkStart}Learn more about on-demand scans%{learnMoreLinkEnd}.
sv: %{learnMoreLinkStart}Läs mer om genomsökningar på begäran%{learnMoreLinkEnd}.

source: OnDemandScans|%{profileType} profile library
sv: Profilbibliotek för %{profileType}

source: OnDemandScans|%{textStart}Tags specify which runners process this scan. Runners must have every tag selected.%{textEnd} %{linkStart}What are runner tags?%{linkEnd}
sv: %{textStart}Taggar anger vilka körare som bearbetar denna skanning. Körare måste ha alla valda taggar.%{textEnd} %{linkStart}Vad är körartaggar?%{linkEnd}

source: OnDemandScans|Add a schedule to run this scan at a specified date and time or on a recurring basis. Scheduled scans are automatically saved to scan library.
sv: Lägg till ett schema för att köra denna skanning vid ett angivet datum och klockslag eller återkommande. Schemalagda skanningar sparas automatiskt i skanningsbiblioteket.

source: OnDemandScans|Cancel
sv: Avbryt

source: OnDemandScans|Could not delete saved scan. Please refresh the page, or try again later.
sv: Det gick inte att ta bort den sparade skanningen. Uppdatera sidan eller försök igen senare.

source: OnDemandScans|Could not fetch on-demand scans. Please refresh the page, or try again later.
sv: Det gick inte att hämta genomsökningar på begäran. Uppdatera sidan eller försök igen senare.

source: OnDemandScans|Could not fetch scanner profiles. Please refresh the page, or try again later.
sv: Det gick inte att hämta skannarprofiler. Uppdatera sidan eller försök igen senare.

source: OnDemandScans|Could not fetch site profiles. Please refresh the page, or try again later.
sv: Det gick inte att hämta webbplatsprofiler. Uppdatera sidan eller försök igen senare.

source: OnDemandScans|Could not run the scan. Please try again.
sv: Det gick inte att köra skanningen. Försök igen.

source: OnDemandScans|DAST configuration
sv: DAST-konfiguration

source: OnDemandScans|DAST scans for vulnerabilities in your project's running application, website, or API. For details of all configuration options, see the %{linkStart}GitLab DAST documentation%{linkEnd}.
sv: DAST söker efter sårbarheter i projektets körande program, webbplats eller API. Information om alla konfigurationsalternativ finns i %{linkStart}GitLab DAST-dokumentationen%{linkEnd}.

source: OnDemandScans|Define the fundamental configuration options for your on-demand scan.
sv: Ange de grundläggande konfigurationsalternativen för din genomsökning på begäran.

source: OnDemandScans|Description
sv: Beskrivning

source: OnDemandScans|Discard changes
sv: Förkasta ändringar

source: OnDemandScans|Do you want to discard the changes or keep editing this profile? Unsaved changes will be lost.
sv: Vill du förkasta ändringarna eller fortsätta redigera denna profil? Osparade ändringar går förlorade.

source: OnDemandScans|Edit %{profileType} profile
sv: Redigera profil för %{profileType}

source: OnDemandScans|Edit on-demand DAST scan
sv: Redigera DAST-genomsökning på begäran

source: OnDemandScans|Edit on-demand scan
sv: Redigera genomsökning på begäran

source: OnDemandScans|Edit profile
sv: Redigera profil

source: OnDemandScans|Enable scan schedule
sv: Aktivera skanningsschema

source: OnDemandScans|For example: Tests the login page for SQL injections
sv: Till exempel: testar inloggningssidan för SQL-injektioner

source: OnDemandScans|Keep editing
sv: Fortsätt redigera

source: OnDemandScans|My daily scan
sv: Min dagliga skanning

source: OnDemandScans|New %{profileType} profile
sv: Ny profil för %{profileType}

source: OnDemandScans|New on-demand DAST scan
sv: Ny DAST-genomsökning på begäran

source: OnDemandScans|New on-demand scan
sv: Ny genomsökning på begäran

source: OnDemandScans|New profile
sv: Ny profil

source: OnDemandScans|New scan
sv: Ny skanning

source: OnDemandScans|No %{profileType} profiles found for DAST
sv: Inga profiler för %{profileType} hittades för DAST

source: OnDemandScans|On-demand Scans
sv: Genomsökningar på begäran

source: OnDemandScans|On-demand scans
sv: Genomsökningar på begäran

source: OnDemandScans|On-demand scans run outside of DevOps cycle and find vulnerabilities in your projects. %{learnMoreLinkStart}Learn more%{learnMoreLinkEnd}.
sv: Genomsökningar på begäran körs utanför DevOps-cykeln och hittar sårbarheter i dina projekt. %{learnMoreLinkStart}Läs mer%{learnMoreLinkEnd}.

source: OnDemandScans|On-demand scans run outside the DevOps cycle and find vulnerabilities in your projects. %{learnMoreLinkStart}Learn more%{learnMoreLinkEnd}.
sv: Genomsökningar på begäran körs utanför DevOps-cykeln och hittar sårbarheter i dina projekt. %{learnMoreLinkStart}Läs mer%{learnMoreLinkEnd}.

source: OnDemandScans|Only project owners and maintainers can select runner tags.
sv: Endast projektägare och underhållare kan välja körartaggar.

source: OnDemandScans|Pre-scan verification for %{profile_name} completed with
sv: Förskanningsverifieringen för %{profile_name} slutfördes med

source: OnDemandScans|Repeats
sv: Upprepas

source: OnDemandScans|Run scan
sv: Kör skanning

source: OnDemandScans|Runner tags
sv: Körartaggar

source: OnDemandScans|Save and run scan
sv: Spara och kör skanning

source: OnDemandScans|Save scan
sv: Spara skanning

source: OnDemandScans|Scan configuration
sv: Skanningskonfiguration

source: OnDemandScans|Scan library
sv: Skanningsbibliotek

source: OnDemandScans|Scan name
sv: Skanningsnamn

source: OnDemandScans|Scan results will be associated with the selected branch.
sv: Skanningsresultat kopplas till den valda grenen.

source: OnDemandScans|Scan schedule
sv: Skanningsschema

source: OnDemandScans|Scan type
sv: Skanningstyp

source: OnDemandScans|Select runner tags
sv: Välj körartaggar

source: OnDemandScans|Start time
sv: Starttid

source: OnDemandScans|Target
sv: Mål

source: OnDemandScans|The scan could not be canceled.
sv: Skanningen kunde inte avbrytas.

source: OnDemandScans|The scan could not be retried.
sv: Skanningen kunde inte köras igen.

source: OnDemandScans|There are no finished scans.
sv: Det finns inga slutförda skanningar.

source: OnDemandScans|There are no running scans.
sv: Det finns inga pågående skanningar.

source: OnDemandScans|There are no saved scans.
sv: Det finns inga sparade skanningar.

source: OnDemandScans|There are no scheduled scans.
sv: Det finns inga schemalagda skanningar.

source: OnDemandScans|Timezone
sv: Tidszon

source: OnDemandScans|Unable to fetch runner tags. Try reloading the page.
sv: Det gick inte att hämta körartaggar. Försök läsa in sidan igen.

source: OnDemandScans|Verify configuration
sv: Verifiera konfiguration

source: OnDemandScans|View results
sv: Visa resultat

source: OnDemandScans|You cannot perform any action on this page because you only have %{linkStart}auditor-level access%{linkEnd} and are not a member of the project.
sv: Du kan inte utföra någon åtgärd på denna sida eftersom du endast har %{linkStart}åtkomst på granskar-nivå%{linkEnd} och inte är medlem i projektet.

source: OnDemandScans|You have unsaved changes
sv: Du har osparade ändringar

source: OnDemandScans|You must create a repository within your project to run an on-demand scan.
sv: Du måste skapa ett projektarkiv i projektet för att köra en genomsökning på begäran.

source: OnDemandScans|at
sv: kl.

source: PreScanVerification|(optional)
sv: (valfritt)

source: PreScanVerification|Attempts to authenticate with the scan target
sv: Försöker autentisera mot skanningsmålet

source: PreScanVerification|Attempts to find and connect to the scan target
sv: Försöker hitta och ansluta till skanningsmålet

source: PreScanVerification|Attempts to follow internal links and crawl 3 pages without errors
sv: Försöker följa interna länkar och genomsöka 3 sidor utan fel

source: PreScanVerification|Cancel pre-scan verification
sv: Avbryt förskanningsverifiering

source: PreScanVerification|Connection
sv: Anslutning

source: PreScanVerification|Download results
sv: Hämta resultat

source: PreScanVerification|Last run %{timeAgo} in pipeline
sv: Senast körd %{timeAgo} i pipelinen

source: PreScanVerification|Pre-scan verification
sv: Förskanningsverifiering

source: PreScanVerification|Save and run verification
sv: Spara och kör verifiering

source: PreScanVerification|Started %{timeAgo} in pipeline
sv: Startades %{timeAgo} i pipelinen

source: PreScanVerification|Target exploration
sv: Målutforskning

source: PreScanVerification|Test your configuration and identify potential errors before running a full scan.
sv: Testa konfigurationen och identifiera möjliga fel innan du kör en fullständig skanning.

source: PreScanVerification|The last pre-scan verification job is no longer valid because this scan’s configuration has changed.
sv: Det senaste jobbet för förskanningsverifiering är inte längre giltigt eftersom skanningens konfiguration har ändrats.

source: PreScanVerification|The pre-scan verification status was reset for this scan
sv: Statusen för förskanningsverifiering återställdes för denna skanning

source: PreScanVerification|Verification checks
sv: Verifieringskontroller

source: PreScanVerification|Verification checks are determined by a scan’s configuration details. Changing configuration details may alter or reset the verification checks and their status.
sv: Verifieringskontroller bestäms av skanningens konfigurationsdetaljer. Ändrade konfigurationsdetaljer kan ändra eller återställa verifieringskontrollerna och deras status.

source: PreScanVerification|Verify configuration
sv: Verifiera konfiguration

source: PreScanVerification|View results
sv: Visa resultat

source: PreScanVerification|You must complete the scan configuration form before running pre-scan verification
sv: Du måste slutföra formuläret för skanningskonfiguration innan du kör förskanningsverifiering

source: ProtectedBranch|After you configure a protected branch, merge request approval, or status check, it appears here.
sv: När du har konfigurerat en skyddad gren, ett godkännande för merge requests eller en statuskontroll visas det här.

source: ProtectedBranch|Allow all users with push access to %{tag_start}force push%{tag_end}.
sv: Tillåt alla användare med pushbehörighet att %{tag_start}göra en tvingad push%{tag_end}.

source: ProtectedBranch|Allow all users with push access to force push.
sv: Tillåt alla användare med pushbehörighet att göra en tvingad push.

source: ProtectedBranch|Allow developers to push the initial commit
sv: Tillåt utvecklare att pusha den första incheckningen

source: ProtectedBranch|Allowed to create
sv: Får skapa

source: ProtectedBranch|Allowed to force push
sv: Får göra tvingad push

source: ProtectedBranch|Allowed to force push:
sv: Får göra tvingad push:

source: ProtectedBranch|Allowed to merge
sv: Får slå samman

source: ProtectedBranch|Allowed to merge:
sv: Får slå samman:

source: ProtectedBranch|Allowed to push
sv: Får pusha

source: ProtectedBranch|Allowed to push and merge
sv: Får pusha och slå samman

source: ProtectedBranch|Allowed to push and merge:
sv: Får pusha och slå samman:

source: ProtectedBranch|An error occurred while loading branch rules. Please try again.
sv: Ett fel uppstod när grenreglerna lästes in. Försök igen.

source: ProtectedBranch|Branch
sv: Gren

source: ProtectedBranch|Branch does not exist.
sv: Grenen finns inte.

source: ProtectedBranch|Branch will be writable for developers. Are you sure?
sv: Grenen blir skrivbar för utvecklare. Är du säker?

source: ProtectedBranch|Branch:
sv: Gren:

source: ProtectedBranch|By default, protected branches restrict who can modify the branch.
sv: Som standard begränsar skyddade grenar vilka som kan ändra grenen.

source: ProtectedBranch|Code owner approval
sv: Godkännande av kodägare

source: ProtectedBranch|Couldn't find any matching branches.
sv: Det gick inte att hitta några matchande grenar.

source: ProtectedBranch|Create wildcard
sv: Skapa jokertecken

source: ProtectedBranch|Developers can push the initial commit to a repository, but none afterward.
sv: Utvecklare kan pusha den första incheckningen till ett projektarkiv, men inga efterföljande.

source: ProtectedBranch|Does not apply to users **Allowed to push** when pushing directly to the branch. Optional sections are not enforced.
sv: Gäller inte användare som **får pusha** när de pushar direkt till grenen. Valfria avsnitt tillämpas inte.

source: ProtectedBranch|Giving merge rights to a protected branch also gives elevated permissions for certain CI/CD features.
sv: Att ge sammanslagningsbehörighet till en skyddad gren ger också utökade behörigheter för vissa CI/CD-funktioner.

source: ProtectedBranch|How do I use branch rules?
sv: Hur använder jag grenregler?

source: ProtectedBranch|Inherited - This setting can be changed at the group level
sv: Ärvd – den här inställningen kan ändras på gruppnivå

source: ProtectedBranch|Keep stable branches secure and force developers to use merge requests.
sv: Håll stabila grenar säkra och tvinga utvecklare att använda merge requests.

source: ProtectedBranch|Last commit
sv: Senaste incheckning

source: ProtectedBranch|Learn more.
sv: Läs mer.

source: ProtectedBranch|Matching Branches
sv: Matchande grenar

source: ProtectedBranch|New Protected Tag
sv: Ny skyddad tagg

source: ProtectedBranch|No tags are protected.
sv: Inga taggar är skyddade.

source: ProtectedBranch|Protect
sv: Skydda

source: ProtectedBranch|Protect a branch
sv: Skydda en gren

source: ProtectedBranch|Protected branch was successfully created
sv: Den skyddade grenen skapades

source: ProtectedBranch|Protected branches
sv: Skyddade grenar

source: ProtectedBranch|Protected branches is moving to %{branch_rules_link_start}Branch rules%{branch_rules_link_end}.
sv: Skyddade grenar flyttas till %{branch_rules_link_start}Grenregler%{branch_rules_link_end}.

source: ProtectedBranch|Reject code pushes that change files listed in the CODEOWNERS file.
sv: Avvisa kodpushar som ändrar filer som anges i CODEOWNERS-filen.

source: ProtectedBranch|Require approval from code owners
sv: Kräv godkännande från kodägare

source: ProtectedBranch|Require approval from code owners:
sv: Kräv godkännande från kodägare:

source: ProtectedBranch|Search protected tags
sv: Sök skyddade taggar

source: ProtectedBranch|Select tag or create wildcard
sv: Välj tagg eller skapa jokertecken

source: ProtectedBranch|Tag
sv: Tagg

source: ProtectedBranch|There are currently no protected branches, to protect a branch start by creating a new one above.
sv: Det finns för närvarande inga skyddade grenar. Skydda en gren genom att skapa en ny ovan.

source: ProtectedBranch|Toggle allowed to force push
sv: Växla behörighet för tvingade pushar

source: ProtectedBranch|Toggle code owner approval
sv: Växla godkännande av kodägare

source: ProtectedBranch|Unable to load matching branches
sv: Det gick inte att läsa in matchande grenar

source: ProtectedBranch|Unprotect
sv: Ta bort skydd

source: ProtectedBranch|Unprotect branch
sv: Ta bort skydd för gren

source: ProtectedBranch|What are protected branches?
sv: Vad är skyddade grenar?

source: ProtectedBranch|You can add only groups that have this project shared. %{learn_more_link}
sv: Du kan endast lägga till grupper som detta projekt delas med. %{learn_more_link}

source: ProtectedBranch|You can now manage branch protections, approval rules, and status checks in one place.
sv: Du kan nu hantera grenskydd, godkännanderegler och statuskontroller på ett ställe.

source: ProtectedBranch|default
sv: standard

source: SecretRotation|%{date} (Every %{days} days)
sv: %{date} (var %{days}:e dag)

source: SecretRotation|After a set number of days, send a reminder to rotate the secret. Minimum 7 days.
sv: Skicka en påminnelse om att rotera hemligheten efter ett angivet antal dagar. Minst 7 dagar.

source: SecretRotation|Hi %{name}!
sv: Hej %{name}!

source: SecretRotation|Rotation overdue
sv: Roteringen är försenad

source: SecretRotation|Rotation reminder
sv: Rotationspåminnelse

source: SecretRotation|Rotation reminder period
sv: Period för rotationspåminnelse

source: SecretRotation|Rotation reminder: This secret needs to be updated soon.
sv: Rotationspåminnelse: Den här hemligheten behöver uppdateras snart.

source: SecretRotation|Secret overdue for rotation
sv: Hemligheten måste roteras

source: SecretRotation|Secret rotation reminder
sv: Påminnelse om hemlighetsrotation

source: SecretRotation|Some secrets require your attention
sv: Vissa hemligheter kräver din uppmärksamhet

source: SecretRotation|This field must be a number greater than or equal to 7.
sv: Det här fältet måste vara ett tal som är större än eller lika med 7.

source: SecretRotation|This secret has not been rotated after the configured rotation reminder interval.
sv: Den här hemligheten har inte roterats efter det konfigurerade intervallet för rotationspåminnelser.

source: SecretRotation|You can %{secret_link_start}update the secret%{secret_link_end} in your group settings.
sv: Du kan %{secret_link_start}uppdatera hemligheten%{secret_link_end} i gruppinställningarna.

source: SecretRotation|You can %{secret_link_start}update the secret%{secret_link_end} in your project settings.
sv: Du kan %{secret_link_start}uppdatera hemligheten%{secret_link_end} i projektinställningarna.

source: SecretRotation|You can update the secret at: %{target_url}!
sv: Du kan uppdatera hemligheten på: %{target_url}!

source: SecretRotation|Your secret '%{secret_name}' in group %{group_name} requires rotation.
sv: Din hemlighet ”%{secret_name}” i gruppen %{group_name} behöver roteras.

source: SecretRotation|Your secret '%{secret_name}' in project %{project_name} requires rotation.
sv: Din hemlighet ”%{secret_name}” i projektet %{project_name} behöver roteras.

source: JobToken|Badges
sv: Märken

source: JobToken|Default permissions
sv: Standardbehörigheter

source: JobToken|Deployments
sv: Driftsättningar

source: JobToken|Environments
sv: Miljöer

source: JobToken|Fine-grained permissions
sv: Finkorniga behörigheter

source: JobToken|Job token inherits permissions from user role and membership.
sv: Jobbtokenen ärver behörigheter från användarens roll och medlemskap.

source: JobToken|Job token permissions are limited to user's role and selected resource and scopes.
sv: Jobbtokenens behörigheter begränsas till användarens roll samt valda resurser och omfattningar.

source: JobToken|Jobs
sv: Jobb

source: JobToken|Learn more about available %{linkStart}API endpoints%{linkEnd}.
sv: Läs mer om tillgängliga %{linkStart}API-slutpunkter%{linkEnd}.

source: JobToken|Merge requests
sv: Merge requests

source: JobToken|Packages
sv: Paket

source: JobToken|Pipelines
sv: Pipelines

source: JobToken|Read
sv: Läsa

source: JobToken|Read and write
sv: Läsa och skriva

source: JobToken|Releases
sv: Utgåvor

source: JobToken|Repositories
sv: Projektarkiv

source: JobToken|Secure files
sv: Säkra filer

source: JobToken|Select resources and scope
sv: Välj resurser och omfattning

source: JobToken|Terraform state
sv: Terraform-tillstånd

source: JobToken|Work items
sv: Arbetsobjekt

source: MinimalAccessProvisioning|%{minimal_access_link_start}Users with the Minimal Access role%{minimal_access_link_end} can only view limited group information without access to projects.
sv: %{minimal_access_link_start}Användare med rollen Minimal åtkomst%{minimal_access_link_end} kan endast se begränsad gruppinformation utan åtkomst till projekt.

source: MinimalAccessProvisioning|%{purchase_seats_link_start}Purchase more seats%{purchase_seats_link_end}.
sv: %{purchase_seats_link_start}Köp fler platser%{purchase_seats_link_end}.

source: MinimalAccessProvisioning|Action required: Users assigned Minimal Access role due to seat constraints
sv: Åtgärd krävs: Användare har tilldelats rollen Minimal åtkomst på grund av platsbegränsningar

source: MinimalAccessProvisioning|Change the users' role in the group or project.
sv: Ändra användarnas roll i gruppen eller projektet.

source: MinimalAccessProvisioning|Group members:
sv: Gruppmedlemmar:

source: MinimalAccessProvisioning|Hello %{name},
sv: Hej %{name},
